tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "autoconf"
brew "diff-so-fancy"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "go"
brew "helm"
brew "htop"
brew "k3d"
brew "mackup"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tmux"
brew "zlib"
cask "hammerspoon"

