tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "autoconf"
brew "diff-so-fancy"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k3d"
brew "kustomize"
brew "mackup"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tmux"
brew "zlib"
brew "fluxcd/tap/flux"
cask "hammerspoon"
brew "wget"
brew "curl"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"

