tap "ddosify/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "sidneys/homebrew"
brew "openssl@3"
brew "readline"
brew "xz"
brew "ansible"
brew "aria2"
brew "autoconf"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cabextract"
brew "calicoctl"
brew "cdrtools"
brew "cfssl"
brew "cmake"
brew "cmctl"
brew "diff-so-fancy"
brew "eksctl"
brew "entr"
brew "exa"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-gui"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "gh"
brew "k3d"
brew "k3sup"
brew "k9s"
brew "kubeseal"
brew "kustomize"
brew "mackup"
brew "make"
brew "midnight-commander"
brew "zlib"
brew "neovim"
brew "nmap"
brew "node"
brew "powerlevel10k"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ripgrep"
brew "sbcl"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "vcluster"
brew "watch"
brew "wget"
brew "wimlib"
brew "z"
brew "ddosify/tap/ddosify"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/vault"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minacle/chntpw/chntpw"
cask "arc"
cask "cakebrew"
cask "darktable"
cask "font-monoid-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "obs"
cask "raycast"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fnando.linter"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "howardzuo.vscode-favorites"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "MisterJ.vue-volar-extention-pack"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "neokil.vscode-postgresql-for-apple-m1"
vscode "octref.vetur"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "sdras.vue-vscode-snippets"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "vadimcn.vscode-lldb"
vscode "Wscats.vue"
vscode "xabikos.JavaScriptSnippets"
